<?php

// +----------------------------------------------------------------------
// | EasyAdmin
// +----------------------------------------------------------------------
// | PHP交流群: 763822524
// +----------------------------------------------------------------------
// | 开源协议  https://mit-license.org 
// +----------------------------------------------------------------------
// | github开源项目：https://github.com/zhongshaofa/EasyAdmin
// +----------------------------------------------------------------------

namespace app\common\constants;

/**
 * 菜单常量
 * Class MenuConstant
 * @package app\common\constants
 */
class DepartmentConstant
{

    /**
     * 顶级部门的PID
     */
    const HOME_PID = 1;
    
    
}